app/controllers/students_controller.rb

SELECT "students".* FROM "students"
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "daniel"], ["last_name", "kushel"], ["created_at", "2017-08-14 14:00:04.478028"], ["updated_at", "2017-08-14 14:00:04.478028"]]
---
def create
	@student = Student.new
	@student.first_name = params[:student][:first_name]
	@student.last_name = params[:student][:last_name]
	@student.save